Repository: gitrider/wxsj2
Catalog: trunk/EngineSDK/kylinengine/wxWidgets/locale/*.po
Languages: uk

source: Ma&ximize
uk: З&б╕льшити

source: Mailcap file %s, line %d: incomplete entry ignored.
uk: Файл mailcap %s, строка %d: неповний запис про╕гнорований.

source: Match case
uk: Велик╕/мал╕ л╕тери

source: Memory VFS already contains file '%s'!
uk: Пам'ять VFS вже ма╓ файл '%s'!

source: Metal theme
uk: Метал╕чний мотив

source: Mi&nimize
uk: З&меншити

source: Mime.types file %s, line %d: unterminated quoted string.
uk: Файл mime.types %s, строка %d: не закрит╕ кавички.

source: Mode %ix%i-%i not available.
uk: Режим %ix%i-%i не працю╓.

source: Modern
uk: Модерний

source: Monarch Envelope, 3 7/8 x 7 1/2 in
uk: Monarch конверт, 3 7/8 x 7 1/2 дюйм

source: Name
uk: ╤м'я

source: NewName
uk: Нове╤мя

source: Next page
uk: Наступна стор╕нка

source: No
uk: Н╕

source: No XBM facility available!
uk: Засоби XBM в╕дсутн╕!

source: No XPM icon facility available!
uk: Засоби XBM icon в╕дсутн╕!

source: No entries found.
uk: Запис не знайдений.

source: No handler found for XML node '%s', class '%s'!
uk: Не знайдено обробника на XML листок '%s', клас '%s'!

source: No handler found for image type.
uk: Не знайдено жодного прац╕вника для зображення.

source: No image handler for type %d defined.
uk: Не знайдено жодного прац╕вника для зображення типу %d.

source: No image handler for type %s defined.
uk: Не знайдено жодного прац╕вника для зображення типу %s.

source: No matching page found yet
uk: Жодна в╕дпов╕дна стор╕нка доки не знайдена

source: Normal
uk: Звичайний

source: Normal font:
uk: Звичайний шрифт:

source: Note, 8 1/2 x 11 in
uk: Note, 8 1/2 x 11 дюйм

source: Open HTML document
uk: В╕дкрити документ HTML

source: Operation not permitted.
uk: Операц╕я не дозволена.

source: Option '%s' requires a value, '=' expected.
uk: Опц╕я '%s' потребу╓ значення, чекався '='.

source: Option '%s' requires a value.
uk: Опц╕я '%s' потребу╓ значення.

source: Option '%s': '%s' cannot be converted to a date.
uk: Опц╕я '%s': '%s' не може бути сконвертована в дату.

source: Options
uk: Опц╕╖

source: Orientation
uk: Ор╕ентац╕я

source: PCX: couldn't allocate memory
uk: PCX: не можу вид╕лити пам'ять

source: PCX: image format unsupported
uk: PCX: формат не п╕дтриму╓ться

source: PCX: invalid image
uk: PCX: Неправильне зображення

source: PCX: this is not a PCX file.
uk: PCX: це не файл PCX.

source: PCX: unknown error !!!
uk: PCX: Нев╕дома помилка !!!

source: PCX: version number too low
uk: PCX: номер верс╕╖ дуже довгий

source: PNM: Couldn't allocate memory.
uk: PCX: Неможливо вид╕лити пам'ять.

source: PNM: File format is not recognized.
uk: PNM: Формат ще не розп╕зна╓ться.

source: PNM: File seems truncated.
uk: PNM: Файл зда╓ться об╕рваним.

source: Page %d
uk: Стор╕нка %d

source: Page %d of %d
uk: Стор╕нка %d з %d

source: Page Setup
uk: Настройки стор╕нки

source: Pages
uk: Стор╕нки

source: Paper Size
uk: Розм╕р паперу

source: Paper size
uk: Розм╕р паперу

source: Permissions
uk: Дозволи

source: Pipe creation failed
uk: Помилка створення потоку вводу-виводу

source: Please choose a valid font.
uk: Будь ласка вибер╕ть дозволений шрифт.

source: Please choose an existing file.
uk: Будь ласка вибер╕ть д╕йсний файл.

source: Please choose which ISP do you want to connect to
uk: Будь ласка вибер╕ть ISP

source: Please wait while printing
uk: Будь ласка зачекайте - друкую

source: Portrait
uk: Портрет

source: PostScript file
uk: Файл PostScript

source: Preview:
uk: Передогляд:

source: Previous page
uk: Попередня стор╕нка

source: Print
uk: Друк

source: Print Preview
uk: Передогляд друку

source: Print Preview Failure
uk: Помилка передогляда друку

source: Print Range
uk: Друк ╕нтервалу

source: Print Setup
uk: Настройки друку

source: Print in colour
uk: Друк в кольор╕

source: Print spooling
uk: Спулинг друку

source: Print this page
uk: Надрукувати цю стор╕нку

source: Print to File
uk: Друк в файл

source: Printer command:
uk: Команда принтеру:

source: Printer options
uk: Опц╕╖ принтеру

source: Printer options:
uk: Опц╕╖ принтеру:

source: Printer...
uk: Принтер...

source: Printing
uk: Друк

source: Printing Error
uk: Помилка друку

source: Printing page %d...
uk: Друк стор╕нки %d...

source: Printing...
uk: Друк...

source: Program aborted.
uk: Программа зупинена.

source: Quarto, 215 x 275 mm
uk: Quarto, 215 x 275 мм

source: Question
uk: Питання

source: Read error on file '%s'
uk: Помилка читання файлу '%s'

source: Referenced object node with ref="%s" not found!
uk: Загаданий об'╓кт листку з згадкою="%s" не знайдений!

source: Registry key '%s' already exists.
uk: Ключ ре╓стру '%s' вже присутн╕й.

source: Registry key '%s' does not exist, cannot rename it.
uk: Ключ ре╓стру '%s' не присутн╕й, Неможливо його перейменувати.

source: Registry key '%s' is needed for normal system operation, deleting it will leave your system in unusable state: operation aborted.
uk: Ключ ре╓стру '%s' необх╕дний для нормально╖ прац╕ системи, його знищення приведе вашу систему в непрацюючий стан: Операц╕я в╕дм╕нена.

source: Registry value '%s' already exists.
uk: Значення ре╓стру '%s' вже присутн╓.

source: Relevant entries:
uk: П╕дходящ╕ запису:

source: Remaining time :
uk: Залишковий час :

source: Remove current page from bookmarks
uk: Вдалити дану стор╕нку з закладок

source: Replace &all
uk: Зам╕нити вс╕

source: Replace with:
uk: Зам╕нити на:

source: Resource files must have same version number!
uk: Файли ресурс╕в мають мати однаковий номер верс╕╕!

source: Right margin (mm):
uk: Права межа (мм):

source: Save %s file
uk: Записати файл %s

source: Save as
uk: Записати як

source: Save log contents to file
uk: Записати вм╕ст журналу в файл

source: Script
uk: Скрипт

source: Search
uk: Пошук

source: Search contents of help book(s) for all occurences of the text you typed above
uk: Пошук в книгах пом╕ч╕ вс╕х згадок введеного вище текста

source: Search direction
uk: Напрямок пошуку

source: Search in all books
uk: Пошук в ус╕х книгах

source: Searching...
uk: Пошук...

source: Sections
uk: Розд╕ли

source: Seek error on file '%s'
uk: Помилка пошуку в файл╕ '%s'

source: Select &All
uk: Вибрати все

source: Select a document template
uk: Вибер╕ть шаблон документу

source: Select a document view
uk: Вибер╕ть перегляд документу

source: Select a file
uk: Вибер╕ть файл

source: Separator expected after the option '%s'.
uk: П╕сля опц╕╖ '%s' чекався розд╕лювач.

source: Setup...
uk: Настройки...

source: Several active dialup connections found, choosing one randomly.
uk: Дек╕лька активних п╕д'╓днань знайдено, випадково вибира╓мо одне.

source: Show all
uk: Показати вс╕

source: Show all items in index
uk: Показати вс╕ рядки ╕ндексу

source: Show hidden directories
uk: Показати скрит╕ каталоги

source: Show hidden files
uk: Показати скрит╕ файли

source: Show/hide navigation panel
uk: Показати/заховати нав╕гац╕йну панель

source: Size
uk: Розм╕р

source: Slant
uk: Нахилений

source: Sorry, could not open this file for saving.
uk: Цей файл не може бути в╕дкритий для запису.

source: Sorry, could not open this file.
uk: Цей файл не може бути в╕дкритий.

source: Sorry, could not save this file.
uk: Неможливо записати этот файл.

source: Sorry, not enough memory to create a preview.
uk: Нестача пам'ят╕ для створення зони передогляду.

source: Statement, 5 1/2 x 8 1/2 in
uk: Statement, 5 1/2 x 8 1/2 дюйм

source: Status:
uk: Статус:

source: Subclass '%s' not found for resource '%s', not subclassing!
uk: П╕дклас '%s' не знайдений дла ресурсу '%s', не насл╕дую!

source: TIFF: Couldn't allocate memory.
uk: TIFF: Неможливо вид╕лити пам'ять.

source: TIFF: Error loading image.
uk: TIFF: Помилка загрузки зображення.

source: TIFF: Error reading image.
uk: TIFF: Помилка читання зображення.

source: TIFF: Error saving image.
uk: TIFF: Помилка запису зображення.

source: TIFF: Error writing image.
uk: TIFF: Помилка запису зображення.

source: Tabloid, 11 x 17 in
uk: Tabloid, 11 x 17 дюйм

source: Teletype
uk: Телетайп

source: Templates
uk: Шаблони

source: The FTP server doesn't support passive mode.
uk: Сервер FTP не п╕дтриму╓ пасивний режим.

source: The charset '%s' is unknown. You may select another charset to replace it with or choose [Cancel] if it cannot be replaced
uk: Набор символ╕в '%s' нев╕домий. Ви можете вибрати зам╕сть нього другий набор або нажати [В╕дм╕на] якщо в╕н не може бути зам╕нений

source: The clipboard format '%d' doesn't exist.
uk: Формат clipboard '%d' не присутн╕й.

source: The directory '%s' does not exist Create it now?
uk: Каталог '%s' не присутн╕й Створити його зараз?

source: The path '%s' contains too many ".."!
uk: Шлях '%s' ма╓ забагато ".."!

source: The required parameter '%s' was not specified.
uk: Обов'язковий параметр '%s' не вказаний.

source: The text couldn't be saved.
uk: Текст не може бути записаний.

source: The value for the option '%s' must be specified.
uk: Значення опц╕╖ '%s' повинно бути задано.

source: The version of remote access service (RAS) installed on this machine is tooold, please upgrade (the following required function is missing: %s).
uk: Сервис далекого п╕д'╓днання (RAS) встановлений на ц╕й машин╕ старий, будь ласка обнов╕ть (функц╕я %s не знайдена).

source: Thread module initialization failed: can not store value in thread local storage
uk: Помилка ╕н╕ц╕ал╕зац╕╖ модуля ниток: Неможливо записати значення в локальному простор╕ нитки

source: Thread module initialization failed: failed to create thread key
uk: Помилка ╕н╕ц╕ал╕зац╕╖ модуля ниток: не вдалося створити ключ нитки

source: Thread module initialization failed: impossible to allocate index in thread local storage
uk: Помилка ╕н╕ц╕ал╕зац╕╖ модуля ниток: Неможливо выделить ╕ндекс в локальному простор╕ нитки

source: Thread priority setting is ignored.
uk: Приор╕тет нитки про╕гнорований.

source: Tile &Horizontally
uk: Розставити &горизонтально

source: Tile &Vertically
uk: Розставити &вертикально

source: Tip of the Day
uk: П╕дказка дня

source: Tips not available, sorry!
uk: Пробачте, п╕дсказки недоступн╕!

source: To:
uk: До:

source: Top margin (mm):
uk: Верхня межа (мм):

source: Trying to remove file '%s' from memory VFS, but it is not loaded!
uk: Спроба видалення файлу '%s' з списку пам'ят╕ VFS, але в╕н не загружений!

source: Trying to solve a NULL hostname: giving up
uk: Спроба встановити ╕м'я хоста NULL: в╕дм╕нена

source: US Std Fanfold, 14 7/8 x 11 in
uk: US Std Fanfold, 14 7/8 x 11 дюйм

source: Unable to open requested HTML document: %s
uk: Неможливо в╕дкрити запрошений документ HTML: %s

source: Unexpected parameter '%s'
uk: Неспод╕ваний параметр '%s'

source: Unknown DDE error %08x
uk: Нев╕дома помилка DDE %08x

source: Unknown encoding (%d)
uk: Нев╕доме кодування (%d)

source: Unknown field in file %s, line %d: '%s'.
uk: Нев╕доме поле в файл╕ %s, строка %d: '%s'.

source: Unknown long option '%s'
uk: Нев╕дома довга опц╕я '%s'

source: Unknown option '%s'
uk: Нев╕дома опц╕я '%s'

source: Unknown style flag
uk: Нев╕домий стиль флагу

source: Unmatched '{' in an entry for mime type %s.
uk: Незакрита скобка '{' в запису для mime type %s.

source: Unnamed command
uk: Неназвана команда

source: Unsupported clipboard format.
uk: Неп╕дтримуваний формат clipboard.

source: Unsupported theme '%s'.
uk: Неп╕дтримувана тема '%s'.

source: Up
uk: Вверх

source: Usage: %s
uk: Використання: %s

source: Validation conflict
uk: Конфл╕кт перев╕рки

source: View files as a detailed view
uk: Перегляд файл╕в з деталями

source: View files as a list view
uk: Перегляд файл╕в в вигляд╕ списку

source: Views
uk: Перегляди

source: Waiting for subprocess termination failed
uk: Помилка чекання зак╕нчення п╕дпроцесу

source: Warning
uk: Попередження

source: Warning:
uk: Попередження:

source: Warning: attempt to remove HTML tag handler from empty stack.
uk: Попередження: спроба видалити обробника тега HTML з пустого стеку.

source: Whole words only
uk: Т╕льки повн╕ слова

source: Win32 theme
uk: Win32 мотив

source: Win32s on Windows 3.1
uk: Win32s на Windows 3.1

source: Write error on file '%s'
uk: Помилка запису в файл '%s'

source: XML parsing error: '%s' at line %d
uk: Помилка розбору XML: '%s' в строц╕ %d

source: XPM: Malformed pixel data!
uk: XPM: Погано постро╓на дата п╕кселу!

source: XPM: malformed colour definition '%s'!
uk: XPM: Погано заданий кол╕р '%s'!

source: XRC resource: Cannot create bitmap from '%s'.
uk: XRC ресурс: Не можу створити bitmap з '%s'

source: XRC resource: Incorrect colour specification '%s' for property '%s'.
uk: XRC ресурс: Неправильно заданий кол╕р '%s' для '%s'.

source: Yes
uk: Так

source: You cannot add a new directory to this section.
uk: Ви не можете добавити новий каталог в цю секц╕ю.

source: [EMPTY]
uk: [ПУСТО]

source: a DDEML application has created a prolonged race condition.
uk: Апл╕кац╕я DDEML створила затяжну перегонну умову

source: a DDEML function was called without first calling the DdeInitialize function, or an invalid instance identifier was passed to a DDEML function.
uk: Функц╕я DDEML була виклакана без попереднього визову до DdeInitialize функц╕╕, або неправильний ╕дентиф╕катор ╕нстанц╕╖ був переданий до DDEML функц╕╖)

source: a client's attempt to establish a conversation has failed.
uk: спроба кл╕╓нту встановити зв'язок не вдалася.

source: a memory allocation failed.
uk: помилка вид╕лення пам'ят╕.

source: a parameter failed to be validated by the DDEML.
uk: параметр не пройшов вал╕дац╕ю DDEML.

source: a request for a synchronous advise transaction has timed out.
uk: запит на синхронну транзакц╕ю поради перечекався

source: a request for a synchronous data transaction has timed out.
uk: запит на синхронну транзакц╕ю даних перечекався

source: a request for a synchronous execute transaction has timed out.
uk: запит на синхронну транзакц╕ю запуску перечекався

source: a request for a synchronous poke transaction has timed out.
uk: запит на синхронну транзакц╕ю прогляду перечекався

source: a request to end an advise transaction has timed out.
uk: запит на зак╕нчення синхронно╖ транзакц╕╖ поради перечекався

source: a transaction failed.
uk: транзакция не зак╕нчилася

source: an internal call to the PostMessage function has failed.
uk: внутр╕шн╕й виклик до PostMessage не пройшов

source: an internal error has occurred in the DDEML.
uk: внутр╕шня помилка в DDEML.

source: attempt to change immutable key '%s' ignored.
uk: спроба зам╕нити незам╕нну клавишу '%s' про╕гнорована.

source: binary
uk: дв╕йковий

source: can't close file '%s'
uk: Неможливо закрити файл '%s'

source: can't close file descriptor %d
uk: Неможливо закрити дескриптор файлу %d

source: can't commit changes to file '%s'
uk: Неможливо записати зм╕ни в файл '%s'

source: can't create file '%s'
uk: Неможливо створити файл '%s'

source: can't delete user configuration file '%s'
uk: Неможливо видалити файл конфигурац╕╖ користувача '%s'

source: can't determine if the end of file is reached on descriptor %d
uk: Неможливо встановити досягнення к╕нця файлу з дескриптором %d

source: can't find length of file on file descriptor %d
uk: Неможливо встановити довжину файлу з дескриптором %d

source: can't find user's HOME, using current directory.
uk: Неможливо встановити HOME користувача, буде використаний даний каталог.

source: can't flush file descriptor %d
uk: Неможливо злити файл з дескриптором %d

source: can't get seek position on file descriptor %d
uk: Неможливо отримати дану позицию файлу з дескриптором %d

source: can't load any font, aborting
uk: Неможливо загрузити жодного шрифту, зупинка

source: can't open file '%s'
uk: Неможливо в╕дкрити файл '%s'

source: can't open global configuration file '%s'.
uk: Неможливо в╕дкрити глобальный файл конфигурац╕╖ '%s'.

source: can't open user configuration file '%s'.
uk: Неможливо в╕дкрити файл конф╕гурац╕╖ '%s'.

source: can't open user configuration file.
uk: Неможливо в╕дкрити файл конф╕гурац╕╖.

source: can't read from file descriptor %d
uk: помилка читання файлу з дескриптором %d

source: can't remove file '%s'
uk: помилка видалення файлу '%s'

source: can't remove temporary file '%s'
uk: помилка видалення тимчасового файлу '%s'

source: can't seek on file descriptor %d
uk: Неможливо пересунутись у файл╕ з дескриптором %d

source: can't write to file descriptor %d
uk: Неможливо записати в файл з дескриптором %d

source: can't write user configuration file.
uk: Неможливо записати файл конфигурац╕╖.

source: catalog file for domain '%s' not found.
uk: файл каталогу для домену '%s' не знайдений.

source: date
uk: дата

source: eighteenth
uk: в╕с╕мнадцятий

source: eighth
uk: восьмий

source: eleventh
uk: одинадцятий

source: entry '%s' appears more than once in group '%s'
uk: поле '%s' з'явля╓ться б╕льше одного разу в груп╕ '%s'

source: establish
uk: встановити

source: failed to flush the file '%s'
uk: помилка скиду буферу файлу '%s'.

source: fifteenth
uk: п'ятнадцятий

source: fifth
uk: п'ятий

source: file '%s', line %d: '%s' ignored after group header.
uk: файл '%s', строка %d: '%s' про╕гноровано п╕сля заголовку групи.

source: file '%s', line %d: '=' expected.
uk: файл '%s', строка %d: чекався '='.

source: file '%s', line %d: key '%s' was first found at line %d.
uk: файл '%s', строка %d: ключ '%s' був вже пом╕чений на строке %d.

source: file '%s', line %d: value for immutable key '%s' ignored.
uk: файл '%s', строка %d: значення нем╕ня╓мого ключу '%s' про╕гноровано.

source: file '%s': unexpected character %c at line %d.
uk: файл '%s': неспод╕ваний символ %c на строй╕ %d.

source: first
uk: перший

source: fourteenth
uk: чотирнадцятий

source: fourth
uk: четвертий

source: generate verbose log messages
uk: сгенерувати багатословн╕ пов╕домлення

source: initiate
uk: почати звонити

source: invalid eof() return value.
uk: Неправильне значення возврату з eof().

source: invalid message box return value
uk: Неправильне значення возврату з в╕кна пов╕домлення

source: locale '%s' can not be set.
uk: локаль '%s' не може бути встановлена.

source: looking for catalog '%s' in path '%s'.
uk: Пошук каталогу '%s' в пути '%s'.

source: midnight
uk: п╕вн╕ч

source: nineteenth
uk: дев'ятнадцятий

source: ninth
uk: дев'ятий

source: no DDE error.
uk: нема╓ помилки

source: noname
uk: без ╕мен╕

source: noon
uk: п╕вдень

source: reading
uk: читаю

source: reentrancy problem.
uk: помилка перевходу

source: second
uk: другий

source: seventeenth
uk: с╕мнадцятий

source: seventh
uk: сьомий

source: show this help message
uk: показати цю п╕дказку

source: sixteenth
uk: ш╕стнадцятий

source: sixth
uk: шостий

source: specify display mode to use (e.g. 640x480-16)
uk: задайте режим д╕сплею (напр. 640x480-16)

source: specify the theme to use
uk: задайте мотив

source: tenth
uk: десятий

source: the response to the transaction caused the DDE_FBUSY bit to be set.
uk: в╕дпов╕дь на транзакц╕ю визвала встановку б╕ту DDE_FBUSY.

source: third
uk: трет╕й

source: thirteenth
uk: тринадцятий

source: today
uk: сьогодня

source: tomorrow
uk: завтра

source: twelfth
uk: дванадцятий

source: twentieth
uk: двадцятий

source: unexpected " at position %d in '%s'.
uk: неспод╕ваний " в позиц╕╖ %d в '%s'.

source: unknown
uk: нев╕домий

source: unknown error
uk: Нев╕дома помилка

source: unknown error (error code %08x).
uk: Нев╕дома помилка (код помилки %08x)

source: unknown seek origin
uk: нев╕домий в╕дл╕к пошуку

source: unknown-%d
uk: нев╕домий-%d

source: unnamed
uk: без╕менний

source: unnamed%d
uk: без╕менний%d

source: using catalog '%s' from '%s'.
uk: використову╓ться каталог '%s' з '%s'.

source: wxGetTimeOfDay failed.
uk: помилка wxGetTimeOfDay.

source: wxSocket: invalid signature in ReadMsg.
uk: wxSocket: нед╕йсний п╕дпис в ReadMsg.

source: wxSocket: unknown event!.
uk: wxSocket: нев╕дома под╕я!

source: wxWidgets could not open display for '%s': exiting.
uk: wxWidgets не зм╕г в╕дкрити дисплей для '%s': виходжу.

source: wxWidgets could not open display. Exiting.
uk: wxWidgets не зм╕г в╕дкрити дисплей. Виходжу.

source: yesterday
uk: вчора
