Repository: gitrider/wxsj2
Catalog: trunk/EngineSDK/kylinengine/wxWidgets/locale/*.po
Languages: uk

source: (error %ld: %s)
uk: (помилка %ld: %s)

source: Preview
uk: Передогляд друку

source: #10 Envelope, 4 1/8 x 9 1/2 in
uk: #10 Конверт, 4 1/8 x 9 1/2 дюйм

source: #11 Envelope, 4 1/2 x 10 3/8 in
uk: #11 Конверт, 4 1/2 x 10 3/8 дюйм

source: #12 Envelope, 4 3/4 x 11 in
uk: #12 Конверт, 4 3/4 x 11 дюйм

source: #14 Envelope, 5 x 11 1/2 in
uk: #14 Конверт, 5 x 11 1/2 дюйм

source: #9 Envelope, 3 7/8 x 8 7/8 in
uk: #9 Конверт, 3 7/8 x 8 7/8 дюйм

source: #define %s must be an integer.
uk: #define %s повинно бути числом.

source: %i of %i
uk: %i з %i

source: %s (or %s)
uk: %s (або %s)

source: %s Error
uk: Помилка %s

source: %s Information
uk: ╤нформац╕я %s

source: %s Warning
uk: Попередження %s

source: %s message
uk: Пов╕домлення %s

source: %s not a bitmap resource specification.
uk: %s не в╕дпов╕да╓ специф╕кац╕╖ bitmap-ресурса.

source: %s not an icon resource specification.
uk: %s не в╕дпов╕да╓ специф╕кац╕╖ ╕конки.

source: %s: ill-formed resource file syntax.
uk: %s: помилка в синтакс╕ файлу ресурс╕в.

source: &About...
uk: Про

source: &Arrange Icons
uk: &Орган╕зувати ╤конки

source: &Cancel
uk: &В╕дм╕на

source: &Cascade
uk: &Каскад

source: &Close
uk: &Закрити

source: &Copy
uk: &Коп╕я

source: &Delete
uk: &Видалити

source: &Details
uk: &Детал╕

source: &Find
uk: &Знайти

source: &Finish
uk: &Зак╕нчити

source: &Goto...
uk: Перейти...

source: &Help
uk: &Пом╕ч

source: &Log
uk: &Журнал

source: &Move
uk: &Перенести

source: &Next
uk: &Наступне

source: &Next >
uk: &Наступний >

source: &Next Tip
uk: &Наступна п╕дказка

source: &Paste
uk: &Вставити

source: &Previous
uk: Попередн╓

source: &Redo
uk: &Переробити

source: &Redo
uk: &Переробити

source: &Replace
uk: &Зам╕нитки

source: &Restore
uk: &В╕дновити

source: &Save...
uk: &Зберегти...

source: &Show tips at startup
uk: &Показувати п╕дказки при старт╕

source: &Size
uk: &Розм╕р

source: &Undo
uk: В&╕дм╕нити

source: &Undo
uk: В&╕дм╕нити

source: &Window
uk: &В╕кно

source: '%s' has extra '..', ignored.
uk: '%s' ма╓ додатков╕ '..', про╕гноровано.

source: '%s' is invalid
uk: '%s' помилкове

source: '%s' is not a correct numeric value for option '%s'.
uk: '%s' - помилкове числове значення для опц╕╖ '%s'.

source: '%s' is not a valid message catalog.
uk: '%s' помилковий каталог пов╕домлень.

source: '%s' is probably a binary buffer.
uk: '%s' можливо б╕нарний файл.

source: '%s' should be numeric.
uk: '%s' повинно бути числом.

source: '%s' should only contain ASCII characters.
uk: '%s' повинно мати т╕льки символи ASCII.

source: '%s' should only contain alphabetic characters.
uk: '%s' повинно мати т╕льки символи алфав╕ту.

source: '%s' should only contain alphabetic or numeric characters.
uk: '%s' повинно мати т╕льки символи алфав╕ту або цифри.

source: (Help)
uk: (Пом╕ч)

source: (bookmarks)
uk: (закладки)

source: 10 x 14 in
uk: 10 x 14 дюйм

source: 11 x 17 in
uk: 11 x 17 дюйм

source: 6 3/4 Envelope, 3 5/8 x 6 1/2 in
uk: 6 3/4 Конверт, 3 5/8 x 6 1/2 дюйм

source: : file does not exist!
uk: : файл не ╕сну╓!

source: : unknown charset
uk: : нев╕домий набор символ╕в

source: : unknown encoding
uk: : нев╕доме кодування

source: < &Back
uk: < &Назад

source: A3 sheet, 297 x 420 mm
uk: Лист A3 297 x 420 мм

source: A4 sheet, 210 x 297 mm
uk: Лист A4, 210 x 297 мм

source: A4 small sheet, 210 x 297 mm
uk: Малий лист A4, 210 x 297 мм

source: A5 sheet, 148 x 210 mm
uk: Лист A5, 148 x 210 мм

source: Add current page to bookmarks
uk: Додати цю стор╕нку до закладок

source: Add to custom colours
uk: Додати до створенних кольор╕в

source: Adding book %s
uk: Додання книги %s

source: All
uk: Вс╕

source: All files (*)|*
uk: Вс╕ файли (*)|*

source: All files (*.*)|*.*
uk: Вс╕ файли (*)|*

source: Already dialling ISP.
uk: Вже звонимо ISP.

source: Append log to file '%s' (choosing [No] will overwrite it)?
uk: Додати до файлу журналу '%s' (виб╕р [Н╕] перепише його)?

source: B4 Envelope, 250 x 353 mm
uk: B4 Конверт, 250 x 353 мм

source: B4 sheet, 250 x 354 mm
uk: Лист B4, 250 x 354 мм

source: B5 Envelope, 176 x 250 mm
uk: B5 Конверт, 176 x 250 мм

source: B5 sheet, 182 x 257 millimeter
uk: Лист B5, 182 x 257 мм

source: B6 Envelope, 176 x 125 mm
uk: B6 Конверт, 176 x 125 мм

source: BMP: Couldn't allocate memory.
uk: BMP: Неможливо вид╕лити памя'ть.

source: BMP: Couldn't save invalid image.
uk: BMP: Не можу записати нев╕рне зображення.

source: BMP: Couldn't write data.
uk: BMP: Не можу записати дан╕.

source: BMP: wxImage doesn't have own wxPalette.
uk: BMP: wxImage не ма╓ свого wxPalette.

source: Baltic (old) (ISO-8859-4)
uk: Baltic (старе) (ISO-8859-4)

source: Bitmap resource specification %s not found.
uk: Специф╕кац╕я ресурсу bitmap %s не знайдена.

source: Bold
uk: Жирний

source: Bottom margin (mm):
uk: Нижн╓ поле (мм):

source: C sheet, 17 x 22 in
uk: Лист C, 17 x 22 дюйм

source: C&lear
uk: О&чистити

source: C3 Envelope, 324 x 458 mm
uk: C3 Конверт, 324 x 458 мм

source: C4 Envelope, 229 x 324 mm
uk: C4 Конверт, 229 x 324 мм

source: C5 Envelope, 162 x 229 mm
uk: C5 Конверт, 162 x 229 мм

source: C6 Envelope, 114 x 162 mm
uk: C6 Конверт, 114 x 162 мм

source: C65 Envelope, 114 x 229 mm
uk: C65 Конверт, 114 x 229 мм

source: Can not enumerate files '%s'
uk: Не можу перел╕чити файли '%s'

source: Can not enumerate files in directory '%s'
uk: Не можу перел╕чити файли в каталоз╕ '%s'

source: Can not resume thread %x
uk: Неможливо в╕дновити нитку %x

source: Can not start thread: error writing TLS.
uk: Неможливо запустити нитку: помилка запису TLS.

source: Can not suspend thread %x
uk: Неможливо зупинити нитку %x

source: Can not wait for thread termination
uk: Неможливо дочекатись зак╕нчення нитки

source: Can't &Undo
uk: Не можу В&╕дновити

source: Can't check image format of file '%s': file does not exist.
uk: Не можу перев╕рити формат зображення файлу '%s': файлу не ма╓.

source: Can't close registry key '%s'
uk: Неможливо закрити ключ ре╓стру '%s'

source: Can't copy values of unsupported type %d.
uk: Неможливо зкоп╕ювати значення неп╕дтриму╓мого типу %d.

source: Can't create registry key '%s'
uk: Неможливо створити ключ ре╓стру '%s'

source: Can't create thread
uk: Неможливо створити нитку

source: Can't create window of class %s
uk: Неможливо створити в╕кно класу %s

source: Can't delete key '%s'
uk: Неможливо стерти ключ '%s'

source: Can't delete the INI file '%s'
uk: Неможливо стерти INI-файл '%s'

source: Can't delete value '%s' from key '%s'
uk: Неможливо стерти значення '%s' ключу '%s'

source: Can't enumerate subkeys of key '%s'
uk: Неможливо п╕драхувати п╕д-ключ╕ ключу '%s'

source: Can't enumerate values of key '%s'
uk: Неможливо п╕драхувати значення ключу '%s'

source: Can't find current position in file '%s'
uk: Не можу знайти теперешню позиц╕ю в файл╕ '%s'

source: Can't get info about registry key '%s'
uk: Неможливо отримати ╕нформац╕ю про ключ ре╓стру '%s'

source: Can't load image from file '%s': file does not exist.
uk: Не можу загрузити зображення з файлу '%s': файл не присутн╕й.

source: Can't open registry key '%s'
uk: Неможливо в╕дкрити ключ registry '%s'

source: Can't read value of '%s'
uk: Неможливо прочитати значення '%s'

source: Can't read value of key '%s'
uk: Неможливо прочитати значення ключу '%s'

source: Can't save image to file '%s': unknown extension.
uk: Неможливо записати зображення в файл '%s': нев╕доме розширення.

source: Can't save log contents to file.
uk: Не можу записати вм╕ст журналу в файл.

source: Can't set thread priority
uk: Неможливо встановити приоритет нитки

source: Can't set value of '%s'
uk: Неможливо встановити значення '%s'

source: Cancel
uk: В╕дм╕на

source: Cannot convert dialog units: dialog unknown.
uk: Не можу перетворити одиниц╕ д╕алогу: нев╕домий д╕алог

source: Cannot find active dialup connection: %s
uk: Неможливо встановити тепер╕шн╓ модемне п╕д'╓днання: %s

source: Cannot find the location of address book file
uk: Файл з адресною книгою не знайдений

source: Cannot get priority range for scheduling policy %d.
uk: Неможливо отримати ╕нтервал приоритету для распорядку %d.

source: Cannot get the hostname
uk: Неможливо отримати ╕м'я хоста

source: Cannot get the official hostname
uk: Неможливо отримати офиц╕йне ╕м'я хоста

source: Cannot hang up - no active dialup connection.
uk: Неможливо пов╕сити трубку - нема╓ п╕д'╓днання.

source: Cannot initialize OLE
uk: Неможливо про╕н╕ц╕ал╕зувати OLE

source: Cannot load icon from '%s'.
uk: Неможливо загрузити ╕конку з '%s'.

source: Cannot load resources from file '%s'.
uk: Неможливо загрузити ресурси з файлу '%s'.

source: Cannot open HTML document: %s
uk: Неможливо в╕дкрити HTML документ: %s

source: Cannot open HTML help book: %s
uk: Неможливо в╕дкрити книгу пом╕ч╕ HTML: %s

source: Cannot open URL '%s'
uk: Неможливо в╕дкрити URL '%s'

source: Cannot open contents file: %s
uk: Неможливо в╕дкрити файл зм╕сту: %s

source: Cannot open file '%s'.
uk: Неможливо в╕дкрити файл '%s'.

source: Cannot open file for PostScript printing!
uk: Неможливо в╕дкрити файл для друку в PostScript!

source: Cannot open index file: %s
uk: Неможливо в╕дкрити файл ╕ндексу: %s

source: Cannot print empty page.
uk: Неможливо надрукувати порожню стор╕нку.

source: Cannot retrieve thread scheduling policy.
uk: Неможливо встановити порядок нитки.

source: Cannot start thread: error writing TLS
uk: Неможливо стартувати нитку: помилка запису TLS

source: Case sensitive
uk: Зал╕к рег╕стру

source: Central European (ISO-8859-2)
uk: Центральний ╓вропейський (ISO-8859-2)

source: Choose ISP to dial
uk: Вибер╕ть ╕нтернет провайдера

source: Choose font
uk: Вибер╕ть шрифт

source: Cl&ose
uk: Закрити

source: Clear the log contents
uk: Почистити записи в журнал╕

source: Close
uk: Закрити

source: Close Alt-F4
uk: Закрити Alt-F4

source: Close All
uk: Закрити все

source: Close this window
uk: Закрити це в╕кно

source: Computer
uk: Комп'ютер

source: Config entry name cannot start with '%c'.
uk: ╤м'я поля в файл╕ конфигурац╕╖ не може починатися з '%c'.

source: Confirm
uk: П╕дтвердити

source: Confirm registry update
uk: П╕дтвердити запис ре╓стру

source: Connecting...
uk: П╕д'╓днання...

source: Contents
uk: Зм╕ст

source: Conversion to charset '%s' doesn't work.
uk: Конвертац╕я до charset '%s' не працю╓

source: Copies:
uk: Коп╕╖:

source: Could not find resource include file %s.
uk: Не знайдений файл включення ресурс╕в %s.

source: Could not find tab for id
uk: Неможливо знайти tab для id

source: Could not resolve control class or id '%s'. Use (non-zero) integer instead or provide #define (see manual for caveats)
uk: Неможливо в╕дшукати контрольний класс для id '%s'. Зам╕н╕ть на (ненулеве) ц╕ле число або задайте #define (див. кер╕вництво для приклад╕в)

source: Could not resolve menu id '%s'. Use (non-zero) integer instead or provide #define (see manual for caveats)
uk: Неможливо в╕дшукати меню id '%s'. Зам╕н╕ть на (ненулеве) ц╕ле число або задайте #define (див. кер╕вництво для приклад╕в)

source: Could not start document preview.
uk: Неможливо почати передогляд документу.

source: Could not start printing.
uk: Неможливо почати друк.

source: Could not transfer data to window
uk: Неможливо передати дан╕ в в╕кно

source: Couldn't add an image to the image list.
uk: Неможливо добавити зображення до списку зображень.

source: Couldn't create a timer
uk: Неможливо створити таймер

source: Couldn't create cursor.
uk: Неможливо створити курсор

source: Couldn't find symbol '%s' in a dynamic library
uk: Неможливо знайти символ '%s' в динам╕чн╕й б╕бл╕отец╕

source: Couldn't get the current thread pointer
uk: Неможливо отримати показник на дану нитку

source: Couldn't load a PNG image - file is corrupted or not enough memory.
uk: Неможливо загрузити зображення PNG - можливо файл пошкоджений або нехватка пам'ят╕.

source: Couldn't register clipboard format '%s'.
uk: Неможливо заре╓струвати формат '%s'

source: Couldn't retrieve information about list control item %d.
uk: Неможливо встановити ╕нформац╕ю про елемент списку %d.

source: Couldn't save PNG image.
uk: Неможливо записати зображення PNG.

source: Couldn't terminate thread
uk: Не вдалося зак╕нчити нитку

source: Create directory
uk: Створити каталог

source: Create new directory
uk: Створити новий каталог

source: Cu&t
uk: В&ир╕зати

source: Current directory:
uk: Даний каталог:

source: Cyrillic (ISO-8859-5)
uk: Кирилиця (ISO-8859-5)

source: D sheet, 22 x 34 in
uk: Лист D, 22 x 34 дюйм

source: DDE poke request failed
uk: Помилка читання DDE

source: DIB Header: Encoding doesn't match bitdepth.
uk: Заголовок DIB: Кодування не в╕дпов╕да╓ глибин╕ б╕т╕в.

source: DIB Header: Unknown encoding in file.
uk: Заголовок DIB: Нев╕доме кодування файлу.

source: DL Envelope, 110 x 220 mm
uk: DL Конверт, 110 x 220 мм

source: Decorative
uk: Декоративний

source: Default encoding
uk: Замовчальне кодування

source: Dial up functions are unavailable because the remote access service (RAS) is not installed on this machine. Please install it.
uk: Серв╕с далекого п╕д'╓днання (RAS) не встановлений на ц╕й машин╕. Будь ласка встанов╕ть його.

source: Did you know...
uk: А ви знали що...

source: Directory '%s' couldn't be created
uk: Каталог '%s' не може бути створений

source: Directory '%s' doesn't exist!
uk: Каталог '%s' не ╕сну╓!

source: Directory does not exist
uk: Каталог не ╕сну╓

source: Display all index items that contain given substring. Search is case insensitive.
uk: Вивести вс╕ рядки ╕ндексу, що м╕стять даний п╕дрядок. Пошук без врахунку рег╕стру.

source: Display options dialog
uk: В╕дкрити д╕алог опц╕й

source: Do you want to save changes to document %s?
uk: Ви хочете записати зм╕ни до документу %s?

source: Done
uk: Зроблено

source: Done.
uk: Зроблено.

source: E sheet, 34 x 44 in
uk: E лист, 34 x 44 дюйм

source: Elapsed time :
uk: Затрачений час :

source: Entries found
uk: Знайден╕ записи

source: Error
uk: Помилка

source: Error
uk: Помилка

source: Error creating directory
uk: Помилка створення каталогу

source: Error:
uk: Помилка:

source: Esperanto (ISO-8859-3)
uk: Есперанто (ISO-8859-3)

source: Estimated time :
uk: Оц╕нка часу :

source: Execution of command '%s' failed
uk: Помилка виконання команди '%s'

source: Executive, 7 1/4 x 10 1/2 in
uk: Executive, 7 1/4 x 10 1/2 дюйм

source: Failed to %s dialup connection: %s
uk: Неможливо %s телефонне п╕д'╓днання: %s

source: Failed to close the clipboard.
uk: Не вдалося закрити clipboard.

source: Failed to connect: missing username/password.
uk: Неможливо п╕дключитись: нема╓ ╕мен╕/пароля.

source: Failed to connect: no ISP to dial.
uk: Неможливо дозвонитись: нема╓ ╕нтернет провайдеру.

source: Failed to copy registry value '%s'
uk: Неможливо скоп╕ювати значення ре╓стру '%s'

source: Failed to copy the contents of registry key '%s' to '%s'.
uk: Неможливо коп╕ювати дан╕ ключу ре╓стру '%s' в '%s'.

source: Failed to copy the file '%s' to '%s'
uk: Помилка коп╕ювання файлу '%s' в '%s'.

source: Failed to create DDE string
uk: Помилка створення рядка DDE

source: Failed to create MDI parent frame.
uk: Помилка створення батьк╕вського фрейма MDI.

source: Failed to create a status bar.
uk: Помилка створення рядка стану.

source: Failed to create a temporary file name
uk: Помилка створення ╕мен╕ тимчасового файлу

source: Failed to create connection to server '%s' on topic '%s'
uk: Неможливо п╕дключитись до серверу '%s' по тем╕ '%s'

source: Failed to create directory '%s' (Do you have the required permissions?)
uk: Зб╕й створення каталогу '%s' (У вас ╓ необх╕дн╕ дозволи?)

source: Failed to display HTML document in %s encoding
uk: Не вдалося вивести документ HTML в код╕ровц╕ %s

source: Failed to empty the clipboard.
uk: Не вдалося почистити clipboard.

source: Failed to establish an advise loop with DDE server
uk: Неможливо встановити зв'язок помоч╕ з DDE сервером

source: Failed to establish dialup connection: %s
uk: Неможливо дозвонитись: %s

source: Failed to execute '%s'
uk: Не вдалося виконати '%s'

source: Failed to find XBM resource %s. Forgot to use wxResourceLoadBitmapData?
uk: Не вдалося знайти ресурс XBM %s. Ви забули вжити wxResourceLoadBitmapData?

source: Failed to find XBM resource %s. Forgot to use wxResourceLoadIconData?
uk: Не вдалося знайти ресурс XBM %s. Ви забули вжити wxResourceLoadIconData?

source: Failed to find XPM resource %s. Forgot to use wxResourceLoadBitmapData?
uk: Не вдалося знайти ресурс XBM %s. Ви забули вжити wxResourceLoadBitmapData?

source: Failed to get ISP names: %s
uk: Не вдалося отримати номеру ISP: %s

source: Failed to get data from the clipboard
uk: Не вдалося встановити дан╕ з clipboard.

source: Failed to get the local system time
uk: Не вдалося отримати локальний системний час

source: Failed to get the working directory
uk: Не вдалося отримати робочий каталог

source: Failed to initialize GUI: no built-in themes found.
uk: Не вдалося ╕н╕ц╕ал╕зувати GUI: не знайдено встро╓них мотив╕в

source: Failed to initialize MS HTML Help.
uk: Не вдалося ╕н╕ц╕ал╕зувати MS HTML Help.

source: Failed to initialize OpenGL
uk: Неможливо ╕н╕ц╕ал╕зувати OpenGL

source: Failed to join a thread, potential memory leak detected - please restart the program
uk: Не вдалося з'╓днатися з ниткою, можлива втеча пам'ят╕ - будь ласка перезапуст╕ть програму

source: Failed to load image %d from file '%s'.
uk: Неможливо загрузити зображення %d з файлу '%s'.

source: Failed to load mpr.dll.
uk: Неможливо загрузити mpr.dll.

source: Failed to load shared library '%s'
uk: Помилка загрузки розд╕лимо╖ б╕бл╕отеки '%s'

source: Failed to load shared library '%s' Error '%s'
uk: Помилка загрузки розд╕лимо╖ б╕бл╕отеки '%s' -- %s

source: Failed to open temporary file.
uk: Не вдалося в╕дкрити тимчасовий файл.

source: Failed to open the clipboard.
uk: Не вдалося в╕дкрити clipboard.

source: Failed to put data on the clipboard
uk: Не вдалося покласти дан╕ в clipboard.

source: Failed to redirect child process input/output
uk: Не вдалося перенаправити вв╕д/вив╕д зародженого процесу

source: Failed to register DDE server '%s'
uk: Не вдалося заре╓струвати сервер DDE '%s'

source: Failed to remember the encoding for the charset '%s'.
uk: Не вдалося запам'ятати код╕ровку для набору символ╕в '%s'.

source: Failed to remove lock file '%s'
uk: Помилка вдалення файлу блокировки '%s'

source: Failed to rename registry value '%s' to '%s'.
uk: Неможливо перейменувати значення ре╓стру з '%s' в '%s.

source: Failed to rename the registry key '%s' to '%s'.
uk: Неможливо перейменувати ключ ре╓стру з '%s' в '%s.

source: Failed to retrieve data from the clipboard.
uk: Не вдалося прочитати дан╕ з clipboard.

source: Failed to retrieve text of RAS error message
uk: Не вдалося прочитати пов╕домлення про помилку RAS

source: Failed to retrieve the supported clipboard formats
uk: Не вдалося прочитати формати п╕дтриман╕ clipboard

source: Failed to send DDE advise notification
uk: Неможливо послати нотиф╕кац╕ю DDE

source: Failed to set clipboard data.
uk: Не вдалося встановити дан╕ clipboard.

source: Failed to set thread priority %d.
uk: Не вдалося встановити приоритет нитки %d.

source: Failed to store image '%s' to memory VFS!
uk: Не вдалося записати зображення '%s' в пам'ят╕ VFS!

source: Failed to terminate a thread.
uk: Не вдалося зак╕нчити нитку.

source: Failed to terminate the advise loop with DDE server
uk: Не вдалося зак╕нчити 'advise loop' з DDE сервером.

source: Failed to terminate the dialup connection: %s
uk: Не вдалося пов╕сити трубку: %s

source: Failed to unregister DDE server '%s'
uk: Не вдалося в╕д-ре╓струвати DDE сервер '%s'

source: Fatal error
uk: Критична помилка

source: Fatal error:
uk: Критична помилка:

source: File %s does not exist.
uk: Файл %s не присутн╕й.

source: File '%s' already exists, do you really want to overwrite it?
uk: Файл '%s' вже присутн╕й, ви справд╕ хочете його переписати?

source: File '%s' already exists. Do you want to replace it?
uk: Файл '%s' вже присутн╕й. Ви справд╕ хочете його переписати?

source: File couldn't be loaded.
uk: Файл не може бути загружений.

source: File error
uk: Помилка файлу

source: File name exists already.
uk: ╤м'я файлу вже присутн╓.

source: Find
uk: Знайти

source: Fixed font:
uk: Ф╕ксований шрифт:

source: Folio, 8 1/2 x 13 in
uk: Folio, 8 1/2 x 13 дюйм

source: Font size:
uk: Розм╕р шрифта:

source: Fork failed
uk: Невдале розгалуження

source: Found
uk: Знайдено

source: Found %i matches
uk: Знайдено %i в╕дпов╕дностей

source: From:
uk: В╕д:

source: GIF: data stream seems to be truncated.
uk: GIF: поток даних зда╓ться скороченим.

source: GIF: error in GIF image format.
uk: GIF: помилка в формат╕ зображення GIF.

source: GIF: not enough memory.
uk: GIF: нестача пам'ят╕.

source: GIF: unknown error!!!
uk: GIF: нев╕дома помилка!!!

source: GTK+ theme
uk: GTK+ мотив

source: German Legal Fanfold, 8 1/2 x 13 in
uk: German Legal Fanfold, 8 1/2 x 13 дюйм

source: Go back
uk: ╤ти назад

source: Go forward
uk: ╤ти вперед

source: Go one level up in document hierarchy
uk: ╤ти на р╕вень вгору в ╕ерарх╕╖ документу

source: Go to home directory
uk: В домашн╕й директор╕й

source: Go to parent directory
uk: В батьк╕вський директор╕й

source: Goto Page
uk: ╤ти на стор╕нку

source: HTML anchor %s does not exist.
uk: HTML-як╕р %s не присутн╕й.

source: Help
uk: Пом╕ч

source: Help Browser Options
uk: Опц╕╖ прогляду пом╕ч╕

source: Help Index
uk: ╤ндекс пом╕ч╕

source: Help Printing
uk: Пом╕ч друку

source: Help: %s
uk: Пом╕ч: %s

source: ICO: Error writing the image file!
uk: ICO: Помилка запису файлу зображення!

source: ICO: Image too tall for an icon.
uk: ICO: зображення дуже високе для ╕конки

source: ICO: Image too wide for an icon.
uk: ICO: зображення дуже широке для ╕конки

source: IFF: not enough memory.
uk: IFF: нехватка пам'ят╕.

source: IFF: unknown error!!!
uk: IIF: Нев╕дома помилка!!!

source: Icon resource specification %s not found.
uk: Не знайдена специф╕кац╕я ресурса ╕конки %s.

source: Ill-formed resource file syntax.
uk: Неправильний синтакс файлу ресурс╕в.

source: Illegal directory name.
uk: Неправильне ╕м'я директор╕я.

source: Illegal file specification.
uk: Неправильна специф╕кац╕я файлу.

source: Image file is not of type %d.
uk: Зображення не типу %d.

source: Impossible to get child process input
uk: Неможливо отримати дан╕ в╕д зародженого процесу

source: Impossible to overwrite the file '%s'
uk: Неможливо переписати файл '%s'

source: Impossible to set permissions for the file '%s'
uk: Неможливо встановити доступ до файлу '%s'

source: Index
uk: ╤ндекс

source: Invalid TIFF image index.
uk: Неможливий ╕ндекс зображення TIFF.

source: Invalid XRC resource '%s': doesn't have root node 'resource'.
uk: Неправильний ресурс XRC '%s': нема╓ кор╕ння дерева 'ресурсу'.

source: Invalid regular expression '%s': %s
uk: Неправильний регулярний вираз '%s': %s

source: Italic
uk: Курсив

source: Italy Envelope, 110 x 230 mm
uk: ╤тал╕йський Конверт, 110 x 230 мм

source: JPEG: Couldn't load - file is probably corrupted.
uk: JPEG: Неможливо загрузити - можливо файл пошкоджений.

source: JPEG: Couldn't save image.
uk: JPEG: Неможливо записати зображення.

source: Landscape
uk: Пейзаж

source: Ledger, 17 x 11 in
uk: Ledger, 17 x 11 дюйм

source: Left margin (mm):
uk: Л╕ве поле (мм):

source: Legal, 8 1/2 x 14 in
uk: Легальне, 8 1/2 x 14 дюйм

source: Letter Small, 8 1/2 x 11 in
uk: Малий лист 8 1/2 x 11 дюйм

source: Letter, 8 1/2 x 11 in
uk: Лист, 8 1/2 x 11 дюйм

source: Light
uk: Св╕тлий

source: Load %s file
uk: Загрузити файл %s

source: Loading :
uk: Загрузка :

source: Loading Grey Ascii PNM image is not yet implemented.
uk: Загрузка зображення Grey Ascii PNM ще не реал╕зована.

source: Loading Grey Raw PNM image is not yet implemented.
uk: Загрузка зображення Grey Raw PNM ще не реал╕зована.

source: Log saved to the file '%s'.
uk: Журнал записаний в файл '%s'.

source: MDI child
uk: Нащадок MDI
